class DummyData {
  static List<String> governorates = [
    'القاهرة',
    'الجيزة',
    'القليوبية',
    'الإسكندرية',
    'البحيرة',
    'مطروح',
    'دمياط',
    'بورسعيد',
    'الإسماعيلية',
    'السويس',
    'الشرقية',
    'الغربية',
    'كفر الشيخ',
    'المنوفية',
    'المنيا',
    'أسيوط',
    'بني سويف',
    'الفيوم',
    'الأقصر',
    'قنا',
    'سوهاج',
    'أسوان',
    'الوادي الجديد',
    'شمال سيناء',
    'جنوب سيناء',
    'البحر الأحمر',
  ];
  static List<String> positions = [
    'حارس مرمى',
    'مدافع',
    'مدافع جانبي',
    'مدافع محوري',
    'وسط',
    'وسط جانبي',
    'وسط محوري',
    'مهاجم',
  ];
  static List<String> gender = [
    'ذكر',
    'أنثى',
  ];
}
